package math;

/* 1. В переменных q и w хранятся два натуральных числа.
Создайте программу,выводящую на экран результат деления q на w с остатком.
Пример вывода программы (для случая, когда в q хранится 21, а в w хранится 8):
        21 / 8 = 2 и 5 в остатке */

public class FirstProgram {
    public static void main(String[] args) {
        int a=36;
        int b=6;
        int c=a/b;
        System.out.print(a +" / "+b+" = "+c);
        System.out.print(" и "+a%b+" в остатке.");





    }

}
